//
//  Intro.strings
//  TechSize iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Um local seguro para todos os seus dados";
"_intro_1_text_"    = "Acesse, compartilhe e proteja seus arquivos, em casa e no trabalho";

"_intro_11_title_"  = "Use gestos na visualização de arquivos";
"_intro_11_text_"   = "Deslizar → ou ←: Opções \n\nToque longo: Copiar/Colar ou Abrir com… \n\nPressionar: Toque 3D (se disponível)";

"_intro_2_title_"   = "Multicontas";
"_intro_2_text_"    = "Conecte-se a todas suas nuvens e toque no logotipo do TechSize na aba Arquivos para alternar entre elas";

"_intro_3_title_"   = "Iniciar";
"_intro_3_text_"    = "Muito bom, seu Nexcloud está pronto para uso. Mais informações, notícias e informações de contato podem ser encontradas em https://TechSize.com.br";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "O protocolo de criptografia Crypto Cloud não está mais disponível mas você ainda pode descriptografar seus arquivos baixando a aplicativo grátis da AppStore\n\n'CryptoCloud para TechSize'\n\nEm breve haverá um novo protocolo EndToEnd disponível para todos os clients TechSize\n\n\nClique para Iniciar";
